Repository: ptitodev/scripts-collection
Catalog: php/ipplan-4.50/ipplan/locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it

source: Display subnet information obtained from a routing table
de: Zeigen Sie die Subnetinformationen an, die von einer Leitwegtabelle eingeholt werden
fr: Montrez l'information de sous-filet obtenue à partir d'une table de cheminement
it: Visualizzi le informazioni di sottorete ottenute da una tabella di percorso

source: Display subnet information obtained from a routing table will show the routing table information on the left of the screen and the corresponding entries in the database on the right. If there are entries on both sides of the table, the subnet exists in the routing table and the database. If there are only entries on the left, the subnet only exists in the routing table. The same is true for the right hand side. If you click on the left, you can add the subnet to the database. If you click on the right, you can view the existing database information.
de: Die Anzeige Subnetinformationen, die von einer Leitwegtabelle eingeholt werden, zeigen die Leitwegtabelleinformationen über das links des Schirmes und der entsprechenden Eintragungen in der Datenbank auf dem Recht. Wenn es Eintragungen auf beiden Seiten der Tabelle gibt, besteht der Subnet in der Leitwegtabelle und in der Datenbank. Wenn es nur Eintragungen auf dem links gibt, besteht der Subnet nur in der Leitwegtabelle. Dasselbe ist für die rechte Seite zutreffend. Wenn Sie an das links klicken, können Sie den Subnet der Datenbank hinzufügen. Wenn Sie an das Recht klicken, können Sie die vorhandenen Datenbankinformationen ansehen.
fr: Affichage sous-filet information obtenir un cheminement table montrer cheminement table information sur gauche écran et correspondre entrée dans base de données sur droit. Dans s'il y a des entrées des deux côtés de la table, le sous-filet existe la table de cheminement et la base de données. S'il y a seulement des entrées du côté gauche, le sous-filet existe seulement dans la table de cheminement. Le même est vrai pour le côté droit. Si vous cliquetez du côté gauche, vous pouvez ajouter le sous-filet à la base de données. Si vous cliquetez du côté droit, vous pouvez regarder l'information existante de base de données.
it: Le informazioni di sottorete dell'esposizione ottenute da una tabella di percorso mostreranno le informazioni della tabella di percorso a sinistra dello schermo e delle entrate corrispondenti nella base di dati a destra. Se ci sono entrate da entrambi i lati della tabella, la sottorete esiste nella tabella di percorso e nella base di dati. Se ci sono soltanto entrate a sinistra, la sottorete esiste soltanto nella tabella di percorso. Lo stesso è allineare per il lato destro. Se scattate a sinistra, potete aggiungere la sottorete alla base di dati. Se scattate a destra, potete osservare le informazioni attuali della base di dati.

source: IP address of device to query. (The device must be SNMP capable)
de: IP ADDRESS zu fragen der Vorrichtung. (die Vorrichtung muß fähiges SNMP sein)
fr: IP ADDRESS du dispositif à questionner. (le dispositif doit être SNMP capable)
it: IP ADDRESS del dispositivo da interrogare. (il dispositivo deve essere SNMP capace)

source: Community string
de: Gemeinschaftszeichenkette
fr: Corde de la Communauté
it: Stringa della Comunità

source: Another user modified the information before you saved - restart
de: Ein anderer Benutzer änderte die Informationen vor Ihnen speicherte - Wiederanlauf
fr: Un autre utilisateur a modifié l'information avant vous a sauvé - le relancement
it: Un altro utente ha modificato le informazioni prima di voi ha conservato - il riavviamento

source: IP address details modified
de: IP- ADDRESSDETAILS geändert
fr: Les détails de IP ADDRESS ont modifié
it: Particolari di IP ADDRESS modificati

source: IP address details could not be modified
de: IP- ADDRESSDETAILS konnten nicht geändert werden
fr: Des détails de IP ADDRESS n'ont pas pu être modifiés
it: I particolari di IP ADDRESS non hanno potuto essere modificati

source: You are not the owner of the subnet
de: Sie sind nicht der Inhaber des Subnet
fr: Vous n'êtes pas le propriétaire du sous-filet
it: Non siete il proprietario della sottorete

source: Could not find the owner of the subnet - subnet possibly deleted by another user
de: Konnte nicht den Inhaber des Subnet finden - der Subnet, der vielleicht von einem anderen Benutzer gelöscht wurde
fr: N'a pas pu trouver le propriétaire du sous-filet - sous-filet probablement supprimé par un autre utilisateur
it: Non ha potuto trovare il proprietario della sottorete - sottorete possibilmente cancellata da un altro utente

source: This page was bookmarked and contains invalid information which cannot be displayed anymore - restart from main menu
de: Diese Seite wurde bookmarkt und unzulässige Informationen, die nicht mehr angezeigt werden kann - Wiederanlauf vom Hauptmenü enthält
fr: Cette page bookmarked et contient l'information inadmissible qui ne peut être montrée plus - relancement de menu principal
it: Questa pagina bookmarked e contiene le informazioni non valide che non possono essere visualizzate più - riavviamento dal menu principale

source: Subnet:
fr: Sous-filet:
it: Sottorete:

source: Description:
de: Beschreibung:
it: Descrizione:

source: Show used addresses
de: Zeigen Sie verwendete Adressen
fr: Montrez les adresses utilisées
it: Mostri gli indirizzi usati

source: This can take a while as each address is polled. Green is active, Red is inactive
de: Dieses kann dauern wann, während jede Adresse abgestimmt wird. Grün ist aktiv, Rot ist unaktiviert
fr: Ceci peut prendre un moment pendant que chaque adresse est votée. Le vert est en activité, rouge est inactif
it: Ciò può occorrere un istante mentre ogni indirizzo è votato. Il verde è attivo, colore rosso è inattivo

source: Select multiple addresses to do a bulk change
de: Wählen Sie mehrfache Adressen vor, um eine Massenänderung zu tun
fr: Choisissez les adresses multiples pour faire un changement en bloc
it: Selezioni gli indirizzi multipli per fare un cambiamento all'ingrosso

source: Ideal for reserving DHCP ranges
de: Ideal für das Aufheben der DHCP Strecken
fr: Idéal pour réserver des chaînes de DHCP
it: Ideale per la riservazione delle gamme di DHCP

source: Use next available address
de: Verwenden Sie folgende vorhandene Adresse
fr: Employez la prochaine adresse disponible
it: Usi l'indirizzo disponibile seguente

source: Subnet Summary
de: Subnet-Zusammenfassung
fr: Sommaire De Sous-filet
it: Sommario Di Sottorete

source: Total addresses:
de: Gesamtadressen:
fr: Adresses de total:
it: Indirizzi di totale:

source: Used addresses:
de: Verwendete Adressen:
fr: Adresses utilisées:
it: Indirizzi usati:

source: Free addresses:
de: Geben Sie Adressen frei:
fr: Libérez les adresses:
it: Liberi gli indirizzi:

source: Utilization:
de: Anwendung:
fr: Utilisation:
it: Utilizzazione:

source: Efficiency:
de: Leistungsfähigkeit:
fr: Efficacité:
it: Efficienza:

source: User
de: Benutzer
fr: Utilisateur
it: Utente

source: Location
de: Position
fr: Endroit
it: Posizione

source: Device description
de: Vorrichtung Beschreibung
fr: Description de dispositif
it: Descrizione del dispositivo

source: Telephone Number
de: Telefonnummer
fr: Numéro De Téléphone
it: Numero di telefono

source: Reserved - network address
de: Reserviert - Endsystemadresse
fr: Réservé - adresse de réseau
it: Riservato - indirizzo di rete

source: Reserved - broadcast address
de: Reserviert - Sendung Adresse
fr: Réservé - adresse d'émission
it: Riservato - indirizzo di radiodiffusione

source: Error reading template!
de: Störung Leseschablone!
fr: Calibre de lecture d'erreurs!
it: Mascherina della lettura di errore!

source: E-mail this entry?
de: E-mail diese Eintragung?
fr: E-mail cette entrée?
it: E-mail questa entrata?

source: Previously sent:
de: Vorher gesendet:
fr: Précédemment envoyé:
it: Precedentemente trasmesso:

source: Display SWIP/registrar information
de: Anzeige SWIP/registrar Informationen
fr: L'information de l'affichage SWIP/registrar
it: Le informazioni dell'esposizione SWIP/registrar

source: Template
de: Schablone
fr: Calibre
it: Mascherina

source: Network name (ntname field on SWIP)
de: Netzname (ntname Feld auf SWIP)
fr: Nom de réseau (champ de ntname sur SWIP)
it: Nome della rete (campo del ntname su SWIP)

source: Generate automatically
de: Erzeugen Sie automatisch
fr: Produisez-vous automatiquement
it: Generi automaticamente

source: Use subnet description
de: Verwenden Sie Subnetbeschreibung
fr: Employez la description de sous-filet
it: Usi la descrizione di sottorete

source: DNS results
de: DNS Resultate
fr: Résultats de DNS
it: Risultati di DNS

source: No DNS reverse record found
de: Keine DNS Rückseite Aufzeichnung gefunden
fr: Aucun disque d'inverse de DNS n'a trouvé
it: Nessun'annotazione di inverso di DNS trovata

source: SWIP/registrar information sent
de: SWIP/registrar Informationen gesendet
fr: L'information de SWIP/registrar a envoyé
it: Le informazioni di SWIP/registrar trasmesse

source: No SWIP's selected to send
de: Keines SWIPs vorgewählt, um zu senden
fr: Aucun SWIP choisi pour envoyer
it: Nessuno SWIP selezionato per trasmettere

source: User %s sent SWIP %s template %s size %u cust %u
de: Benutzer %s sendete SWIP %s Schablone %s Größe %u cust %u
fr: L'utilisateur %s a envoyé le cust %u de la taille %u du calibre %s de SWIP %s
it: L'utente %s ha trasmesso il cust %u di formato %u della mascherina %s di SWIP %s

source: Export subnet data
de: Export Subnetdaten
fr: Données de sous-filet d'exportation
it: Dati di sottorete dell'esportazione

source: Export network data to flat ascii files. The file will contain three columns each delimited by TAB. The first column contains the IP base address, the second the description and the third the mask in dotted decimal format.
de: Exportnetzdaten zu den flachen ascii Akten. Die Akte enthält drei Spalten jede, die von TAB abgegrenzt wird. Die erste Spalte enthält die IP Basisadresse, die Sekunde die Beschreibung und den Third das mask in punktiertem dezimalem Format.
fr: Données de réseau d'exportation aux fichiers ASCII plats. Le dossier contiendra trois colonnes chacune délimitée par TAB. La première colonne contient l'adresse de base d'IP, la seconde la description et le tiers le mask dans le format décimal pointillé.
it: Dati della rete dell'esportazione alle lime di ASCII piane. La lima conterrà tre colonne ciascuno delimitata da TAB. La prima colonna contiene l'indirizzo basso del IP, il secondo la descrizione ed il terzo il mask nella disposizione decimale punteggiata.

source: Export IP details data
de: Export IP schildert Daten genau
fr: L'IP d'exportation détaille des données
it: Il IP dell'esportazione dettaglia i dati

source: Export IP details data to flat ascii files. The file will contain five columns each delimited by TAB. The first column contains the IP address, the second the user, the third the location, the fourth the description and the fifth the telephone number.
de: Exportieren Sie IP Detaildaten in flache ascii Akten. Die Akte enthält fünf Spalten jede, die von TAB abgegrenzt wird. Die erste Spalte enthält das IP ADDRESS, die Sekunde der Benutzer, den Third die Position, den Fourth die Beschreibung und den Fifth die Telefonnummer.
fr: Exportez les données de détails d'IP vers les fichiers ASCII plats. Le dossier contiendra cinq colonnes chacune délimitée par TAB. La première colonne contient le IP ADDRESS, la seconde l'utilisateur, le tiers l'endroit, le quart la description et le cinquième le numéro de téléphone.
it: Esporti i dati dei particolari del IP verso le lime di ASCII piane. La lima conterrà cinque colonne ciascuno delimitata da TAB. La prima colonna contiene il IP ADDRESS, il secondo l'utente, il terzo la posizione, il fourth la descrizione ed il fifth il numero di telefono.

source: Invalid IP address! You must select a range or fill in the start and end IP address.
de: Unzulässiges IP ADDRESS! Sie müssen eine Strecke vorwählen oder das Anfangs- und Ende IP ADDRESS ausfüllen.
fr: IP ADDRESS inadmissible! Vous devez choisir une gamme ou compléter le IP ADDRESS de début et de fin.
it: IP ADDRESS non valido! Dovete selezionare una gamma o riempire il IP ADDRESS di conclusione e di inizio.

source: Your end ip address is smaller than your start!
de: Ihr Ende IP address ist kleiner als Ihr Anfang!
fr: Votre IP address de fin est plus petit que votre début!
it: Il vostro IP address di conclusione è più piccolo del vostro inizio!

source: Utilization
de: Anwendung
fr: Utilisation
it: Utilizzazione

source: Free space
de: Freier Raum
fr: L'espace libre
it: Spazio libero

source: Total:
de: Gesamtmenge:
it: Totale:

source: Total allocated networks:
de: Gesamtmenge zugeteilte Netze:
fr: Réseaux assignés par total:
it: Reti assegnate totale:

source: Address space used:
de: Adressbereich benutzt:
fr: L'espace adresse a employé:
it: Spazio per l'indirizzo usato:

source: Find free address space/Statistics
de: Freie Adresse space/Statistics der Entdeckung
fr: Adresse libre space/Statistics de trouvaille
it: Indirizzo libero space/Statistics del ritrovamento

source: Display free address space shows blocks or holes that are available for potential assignment as networks. The search will not display free space if the search only covers unallocated address space.
de: Anzeige zeigt freier Adressbereich Blöcke oder Bohrungen, die für mögliche Anweisung als Netze vorhanden sind. Die Suche zeigt nicht freien Raum an, wenn die Suche nur nicht zugewiesenen Adressbereich umfaßt.
fr: L'espace adresse libre d'affichage montre des blocs ou des trous qui sont disponibles pour la tâche potentielle comme réseaux. La recherche ne montrera pas l'espace libre si la recherche couvre seulement l'espace adresse none affecté.
it: Lo spazio per l'indirizzo libero dell'esposizione mostra i blocchi o i fori che sono disponibili per l'assegnazione potenziale come reti. La ricerca non visualizzerà lo spazio libero se la ricerca riguarda soltanto lo spazio per l'indirizzo non stanziato.

source: Subnets with a description of 'free' or 'spare' will also be shown.
de: Subnets mit einer Beschreibung ' von freiem ' oder ' von Reserven ' werden auch gezeigt.
fr: Des sous-filets avec une description 'libre de 'ou des 'pièces de rechange 'seront également montrés.
it: Le sottoreti con una descrizione 'di libero 'o 'delle parti di recambio 'inoltre saranno indicate.

source: IP range start (leave blank if range selected)
de: IP Strecke Anfang (Urlaubfreier Raum wenn Strecke vorgewählt)
fr: Début de chaîne d'IP (blanc de congé si gamme choisie)
it: Inizio della gamma del IP (spazio in bianco di permesso se gamma selezionata)

source: IP range end (leave blank if range selected)
de: IP Strecke Ende (Urlaubfreier Raum wenn Strecke vorgewählt)
fr: Extrémité de chaîne d'IP (blanc de congé si gamme choisie)
it: Estremità della gamma del IP (spazio in bianco di permesso se gamma selezionata)

source: Show used address space too
de: Zeigen Sie benutzten Adressbereich auch
fr: Montrez l'espace adresse utilisée aussi
it: Mostri lo spazio per l'indirizzo usato anche

source: Import subnet results
de: Importieren Sie Subnetresultate
fr: Importez les résultats de sous-filet
it: Importi i risultati di sottorete

source: File could not be opened.
de: Akte konnte nicht geöffnet werden.
fr: Le dossier n'a pas pu être ouvert.
it: La lima non ha potuto essere aperta.

source: Importing row:
de: Importieren von von Reihe:
fr: Importation de la rangée:
it: Importazione della fila:

source: Row is blank - ignoring
de: ReiheIST - ignorierend leer
fr: La rangée est blanche - ignorant
it: La fila è in bianco - ignorando

source: Row %u of imported file is not the correct format
de: Reihe %u der importierten Akte ist nicht das korrekte Format
fr: La rangée %u du dossier importé n'est pas le format correct
it: La fila %u della lima importata non è la disposizione corretta

source: No description for the subnet
de: Keine Beschreibung für den Subnet
fr: Aucune description pour le sous-filet
it: Nessuna descrizione per la sottorete

source: Subnet mask is invalid
de: Subnet mask ist unzulässig
fr: Le mask de sous-filet est inadmissible
it: Il mask di sottorete è non valido

source: Subnet could not be updated - start address and size do not EXACTLY match existing subnet
de: Subnet könnte nicht aktualisiert sein - beginnen Sie Adresse und Größe nicht GENAU bringen vorhandenen Subnet zusammen
fr: Le sous-filet ne pourrait pas être mis à jour - commencez l'adresse et la taille n'assortissent pas EXACTEMENT le sous-filet existant
it: La sottorete non potrebbe essere aggiornata - inizi l'indirizzo ed il formato non abbina ESATTAMENTE la sottorete attuale

source: Row is duplicate - updating
de: Reihe ist - aktualisierend doppelt
fr: La rangée est double - mettant à jour
it: La fila è duplicata - aggiornando

source: User %s modified subnet details %s size %u customer cust %u
de: Benutzer %s änderte cust %u Kunde Größe %u der Subnetdetails %s
fr: L'utilisateur %s a modifié le cust %u de client de la taille %u des détails %s de sous-filet
it: L'utente %s ha modificato il cust %u del cliente di formato %u dei particolari %s di sottorete

source: Subnet could not be created
de: Subnet konnte nicht verursacht werden
fr: Le sous-filet n'a pas pu être créé
it: La sottorete non ha potuto essere generata

source: Import subnet data
de: Import Subnetdaten
fr: Données de sous-filet d'importation
it: Dati di sottorete dell'importazione

source: Import network data from flat ascii files. The file should contain three columns each delimited by TAB. The first column contains the IP base address, the second the description and the third the mask either in dotted decimal format or in bit format.
de: Importnetzdaten von den flachen ascii Akten. Die Akte sollte drei Spalten jede enthalten, die von TAB abgegrenzt wird. Die erste Spalte enthält die IP Basisadresse, die Sekunde die Beschreibung und den Third das mask entweder in punktiertem dezimalem Format oder im Spitze Format.
fr: Données de réseau d'importation à partir des fichiers ASCII plats. Le dossier devrait contenir trois colonnes chacune délimitée par TAB. La première colonne contient l'adresse de base d'IP, la seconde la description et le tiers le mask dans le format décimal pointillé ou dans le format de peu.
it: Dati della rete dell'importazione dalle lime di ASCII piane. La lima dovrebbe contenere tre colonne ciascuno delimitata da TAB. La prima colonna contiene l'indirizzo basso del IP, il secondo la descrizione ed il terzo il mask nella disposizione decimale punteggiata o nella disposizione della punta.

source: If an error occurs during the import, the process will stop. Records that have been successfully imported should be deleted from the import file, the error corrected and the import resumed.
de: Wenn eine Störung während des Importes auftritt, stoppt der Prozeß. Notiert, das erfolgreich sollte aus der Importakte, der Störung, die importiert worden sind behoben werden und dem wieder aufgenommenen Import gelöscht werden.
fr: Si une erreur se produit pendant l'importation, le processus s'arrêtera. Enregistre qui ont été avec succès importés devrait être supprimé du dossier d'importation, de l'erreur corrigée et de l'importation reprise.
it: Se un errore si presenta durante l'importazione, il processo si arresterà. Registra che è stato importato con successo dovrebbe essere cancellato dalla lima dell'importazione, dall'errore corretto e dall'importazione ripresa.

source: File name
de: Dateiname
fr: Nom de fichier
it: Nome di archivio

source: Import IP details result
de: Import IP schildert Resultat genau
fr: L'IP d'importation détaille le résultat
it: Il IP dell'importazione dettaglia il risultato

source: Importing record:
de: Importieren der Aufzeichnung:
fr: Importation du disque:
it: Importazione dell'annotazione:

source: Row not the correct format.
de: Reihe nicht das korrekte Format.
fr: Rangée pas le format correct.
it: Fila non la disposizione corretta.

source: Subnet could not be found
de: Subnet konnte nicht gefunden werden
fr: Le sous-filet n'a pas pu être trouvé
it: La sottorete non ha potuto essere trovata

source: Network address - ignored
de: Endsystemadresse - ignoriert worden
fr: Adresse de réseau - ignorée
it: Indirizzo di rete - ignorato

source: Broadcast address - ignored
de: Sendung Adresse - ignoriert
fr: Adresse d'émission - ignorée
it: Indirizzo di radiodiffusione - ignorato

source: Import IP details data
de: Import IP schildert Daten genau
fr: L'IP d'importation détaille des données
it: Il IP dell'importazione dettaglia i dati

source: Import IP details data in XML format. The data is in the same format generated by <a HREF="http://www.insecure.org">NMAP's</a> -oX parameter. This is useful to scan and obtain records for sites that have no previous information.
de: Import IP schildert Daten im XML Format genau. Die Daten sind im gleichen Format, das durch <a HREF="http://www.insecure.org">NMAP's</a> -oX Parameter erzeugt wird. Dieses ist nützlich, Aufzeichnungen für Aufstellungsorte abzulichten und zu erhalten, die keine vorhergehenden Informationen haben.
fr: L'IP d'importation détaille des données dans le format de XML. Les données sont dans le même format produit par <a HREF="http://www.insecure.org">NMAP's</a> -oX paramètre de boeuf. C'est utile pour balayer et obtenir des disques pour les emplacements qui n'ont aucune information précédente.
it: Il IP dell'importazione dettaglia i dati nella disposizione di XML. I dati sono nella stessa disposizione generata da <a HREF="http://www.insecure.org">NMAP's</a> -oX parametro del bue. Ciò è utile da esplorare ed ottenere le annotazioni per i luoghi che non hanno informazioni precedenti.

source: Import IP details data from flat ascii files. The file should contain five columns each delimited by TAB. The first column contains the IP address, the second the user, the third the location, the fourth the description and the fifth the telephone number.
de: Importieren Sie IP Detaildaten von den flachen ascii Akten. Die Akte sollte fünf Spalten jede enthalten, die von TAB abgegrenzt wird. Die erste Spalte enthält das IP ADDRESS, die Sekunde der Benutzer, den Third die Position, den Fourth die Beschreibung und den Fifth die Telefonnummer.
fr: Importez les données de détails d'IP à partir des fichiers ASCII plats. Le dossier devrait contenir cinq colonnes chacune délimitée par TAB. La première colonne contient le IP ADDRESS, la seconde l'utilisateur, le tiers l'endroit, le quart la description et le cinquième le numéro de téléphone.
it: Importi i dati dei particolari del IP dalle lime di ASCII piane. La lima dovrebbe contenere cinque colonne ciascuno delimitata da TAB. La prima colonna contiene il IP ADDRESS, il secondo l'utente, il terzo la posizione, il fourth la descrizione ed il fifth il numero di telefono.

source: NOTE: Any number of IP address records for various subnets can be in the file. Any existing information will be overwritten.
de: ANMERKUNG: Jede mögliche Zahl der IP- ADDRESSAUFZEICHNUNGEN für verschiedene Subnets kann in der Akte sein. Alle vorhandenen Informationen werden überschrieben.
fr: NOTE: Tout nombre de disques de IP ADDRESS pour différents sous-filets peut être dans le dossier. N'importe quelle information existante sera recouverte.
it: NOTA: Tutto il numero di annotazioni di IP ADDRESS per varie sottoreti può essere nella lima. Tutte le informazioni attuali saranno scritte sopra.

source: Format
it: Disposizione

source: Text
fr: Texte
it: Testo

source: IPplan - IP address management and tracking
de: IPplan - IP- ADDRESSMANAGEMENT und -spurhaltung
fr: IPplan - gestion et cheminement de IP ADDRESS
it: IPplan - amministrazione ed inseguimento di IP ADDRESS
