Repository: ptitodev/scripts-collection
Catalog: php/ipplan-4.50/ipplan/locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it

source: User %s created new subnet %s size %u cust %u
de: Benutzer %s verursachte neues Größe %u des Subnet %s cust %u
fr: L'utilisateur %s a créé le nouveau cust %u de la taille %u du sous-filet %s
it: L'utente %s ha generato il nuovo cust %u di formato %u di sottorete %s

source: Subnet %s created
de: Subnet %s verursacht
fr: Sous-filet %s créé
it: Sottorete %s generata

source: Subnet %s could not be created
de: Subnet %s konnte nicht verursacht werden
fr: Le sous-filet %s n'a pas pu être créé
it: La sottorete %s non ha potuto essere generata

source: Data not in XML format
de: Daten nicht im XML Format
fr: Données pas dans le format de XML
it: Dati non nella disposizione di XML

source: Create a new subnet
de: Verursachen Sie einen neuen Subnet
fr: Créez un nouveau sous-filet
it: Generi una nuova sottorete

source: Create a new subnet by entering the base (network) address of the subnet. Subnets are the building blocks of all networks, and are all that is required for small networks.
de: Verursachen Sie einen neuen Subnet, indem Sie die niedrige (Netz) Adresse des Subnet eintragen. Subnets sind die Bausteine aller Netze und sind alle, die für kleine Netze angefordert wird.
fr: Créez un nouveau sous-filet en écrivant l'adresse basse (de réseau) du sous-filet. Les sous-filets sont les modules de tous les réseaux, et sont tout ce qui est exigé pour de petits réseaux.
it: Generi una nuova sottorete fornendo l'indirizzo basso (della rete) della sottorete. Le sottoreti sono i blocchetti di costruzione di tutte le reti e sono tutte che siano richieste per le piccole reti.

source: Unused subnets can be pre-allocated with a a description of either 'free' or 'spare'. These can be searched for at a later stage using the 'Find Free' function.
de: Unbenutzte Subnets können mit zugeteilt werden eine Beschreibung entweder ' von freiem ' oder ' von Reserven '. Diese können nach einem in einem späteren Stadium gesucht werden, welches die ' Entdeckung frei ' verwendet, arbeiten.
fr: Des sous-filets inutilisés peuvent être préaffectés avec une description de 'libre 'ou des 'pièces de rechange '. Ceux-ci peuvent être recherchés ultérieurement employer la 'trouvaille librement 'fonctionnent.
it: Le sottoreti inutilizzate possono essere preassegnate con una descrizione 'di libero 'o 'delle parti di recambio '. Questi possono essere cercati ulterioramente usando 'il ritrovamento liberamente 'funzionano.

source: It may also be beneficial to give ASE (Autonomous System External, networks not local to yours) a special handle like EXTERNAL so that they can be searched for at a later stage. These networks often appear in routing tables as static routes to third parties (not via the Internet).
de: Es kann vorteilhaft auch sein, ASE (das Autonomous System extern, den Netzen nicht lokal zu Ihrem) einen speziellen Handgriff zu geben, wie EXTERN, damit sie nach einem in einem späteren Stadium gesucht werden können. Diese Netze erscheinen häufig in den Leitwegtabellen als statische Wege zu den dritten Beteiligten (nicht über das Internet).
fr: Il peut également être salutaire de donner à ASE (Autonomous System externe, réseaux non locaux au vôtre) une poignée spéciale comme EXTERNE de sorte qu'ils puissent être recherchés ultérieurement. Ces réseaux apparaissent souvent dans des tables de cheminement en tant qu'itinéraires statiques aux tiers (pas par l'intermédiaire de l'Internet).
it: Può anche essere favorevole dare a ASE (Autonomous System esterno, reti non locali ad la vostra) una maniglia speciale come ESTERNO in moda da poterli cercare ulterioramente. Queste reti compaiono spesso in tabelle di percorso come itinerari statici ai terzi (non via il Internet).

source: Admin Group
de: Admin Gruppe
fr: Groupe D'Admin
it: Gruppo Di Admin

source: Network address
de: Endsystemadresse
fr: Adresse de réseau
it: Indirizzo di rete

source: Number of contiguous networks to create
de: Zahl der angrenzenden zu verursachen Netze
fr: Nombre de réseaux contigus à créer
it: Numero di reti attigue da generare

source: Description (leave blank to auto-describe)
de: Beschreibung (automatisch zu beschreiben Urlaubfreier Raum)
fr: Description (blanc de congé à décrire automatiquement)
it: Descrizione (spazio in bianco di permesso da descrivere automaticamente)

source: Subnet size/mask
fr: Sous-filet size/mask
it: Sottorete size/mask

source: Add active hosts using NMAP
de: Addieren Sie aktive Wirte mit NMAP
fr: Ajoutez les centres serveurs actifs en utilisant NMAP
it: Aggiunga gli ospiti attivi usando NMAP

source: Add host names from DNS
de: Fügen Sie Wirt Namen von DNS hinzu
fr: Ajoutez les noms d'hôte du DNS
it: Aggiunga i nomi ospite da DNS

source: The user-id must be longer
de: Die Benutzerkennung muß länger sein
fr: L'identification de l'utilisateur doit être plus longue
it: L'identificazione usuario deve essere più lunga

source: The user description must be longer
de: Die Benutzerbeschreibung muß länger sein
fr: La description d'utilisateur doit être plus longue
it: La descrizione dell'utente deve essere più lunga

source: Existing user overwritten
de: Vorhandener Benutzer überschrieben
fr: Utilisateur existant recouvert
it: Utente attuale scritto sopra

source: User created
de: Benutzer hergestellt
fr: Utilisateur créé
it: Utente generato

source: User could not be created
de: Benutzer könnte nicht hergestellt werden
fr: L'utilisateur ne pourrait pas être créé
it: L'utente non potrebbe essere generato

source: User-id (case sensitive!):
de: Benutzerkennung (Fall empfindlich!):
fr: Identification de l'utilisateur (cas sensible!):
it: Identificazione usuario (caso sensibile!):

source: User's fullname:
de: Fullname des Benutzers:
fr: Le fullname de l'utilisateur:
it: Fullname dell'utente:

source: Password (case sensitive!):
de: Kennwort (Fall empfindlich!):
fr: Mot de passe (cas sensible!):
it: Parola d'accesso (caso sensibile!):

source: Password (again):
de: Kennwort (wieder):
fr: Mot de passe (encore):
it: Parola d'accesso (ancora):

source: User %s modified ip details %s index %u
de: Geändertes IP des Benutzers %s schildert %s Index %u genau
fr: L'IP modifié par %s d'utilisateur détaille l'index %u de %s
it: Il IP modificato %s dell'utente dettaglia l'indice %u di %s

source: Delete access control results
de: Löschungzugriffssteuerungresultate
fr: Résultats de contrôle d'accès d'effacement
it: Risultati di controllo di accesso di cancellazione

source: User deleted
de: Benutzer gelöscht
fr: Utilisateur supprimé
it: Utente cancellato

source: User could not be deleted
de: Benutzer könnte nicht gelöscht werden
fr: L'utilisateur ne pourrait pas être supprimé
it: L'utente non potrebbe essere cancellato

source: User deleted from group
de: Benutzer gelöscht worden aus Gruppe
fr: Utilisateur supprimé du groupe
it: Utente cancellato dal gruppo

source: User could not be deleted from group
de: Benutzer könnte nicht aus Gruppe gelöscht werden
fr: L'utilisateur ne pourrait pas être supprimé du groupe
it: L'utente non potrebbe essere cancellato dal gruppo

source: Cannot delete group because the following customers are assigned to the group:
de: Kann nicht Gruppe löschen, weil die folgenden Kunden der Gruppe zugewiesen werden:
fr: Ne peut pas supprimer le groupe parce que les clients suivants sont affectés au groupe:
it: Non può cancellare il gruppo perché i seguenti clienti sono assegnati al gruppo:

source: Cannot delete group because the following subnets are assigned to the group:
de: Kann nicht Gruppe löschen, weil die folgenden Subnets der Gruppe zugewiesen werden:
fr: Ne peut pas supprimer le groupe parce que les sous-filets suivants sont assignés au groupe:
it: Non può cancellare il gruppo perché le seguenti sottoreti sono assegnate al gruppo:

source: Group deleted
de: Gruppe gelöscht
fr: Groupe supprimé
it: Gruppo cancellato

source: Group could not be deleted
de: Gruppe könnte nicht gelöscht werden
fr: Le groupe ne pourrait pas être supprimé
it: Il gruppo non potrebbe essere cancellato

source: Delete a network area
de: Löschen Sie einen Netzbereich
fr: Supprimez un secteur de réseau
it: Cancelli una zona della rete

source: You may not delete an area for this customer as you are not a member of the customers admin group
de: Sie können nicht einen Bereich für diesen Kunden löschen, da Sie nicht ein Mitglied der Kunden admin Gruppe sind
fr: Vous ne pouvez pas supprimer un secteur pour ce client car vous n'êtes pas un membre du groupe d'admin de clients
it: Non potete cancellare una zona per questo cliente poichè non siete un membro del gruppo di admin dei clienti

source: User %s deleted area %s customer cust %u
de: Benutzer %s löschte Bereich %s Kunde cust %u
fr: L'utilisateur %s a supprimé le cust %u de client du secteur %s
it: L'utente %s ha cancellato il cust %u del cliente di zona %s

source: Area deleted
de: Bereich gelöscht
fr: Secteur supprimé
it: Zona cancellata

source: Area could not be deleted
de: Bereich konnte nicht gelöscht werden
fr: Le secteur n'a pas pu être supprimé
it: La zona non ha potuto essere cancellata

source: Delete authority boundary results
de: Löschungberechtigung Grenzresultate
fr: Résultats de frontière d'autorité d'effacement
it: Risultati di contorno di autorità di cancellazione

source: You cannot reload or bookmark this page!
de: Sie können nicht diese Seite neu laden oder bookmarken!
fr: Vous ne pouvez pas recharger ou bookmark cette page!
it: Non potete ricaricare o bookmark questa pagina!

source: Boundary deleted
de: Grenze gelöscht
fr: Frontière supprimée
it: Contorno cancellato

source: Boundary could not be deleted
de: Grenze konnte nicht gelöscht werden
fr: La frontière n'a pas pu être supprimée
it: Il contorno non ha potuto essere cancellato

source: Delete customer/autonomous system results
de: Systemresultate der Löschung customer/autonomous
fr: Résultats de système de l'effacement customer/autonomous
it: Risultati del sistema di cancellazione customer/autonomous

source: You may not delete customers as you are not a member a group that can delete customers
de: Sie können nicht Kunden löschen, da Sie nicht ein Mitglied ein Gruppe sind, die Kunden löschen kann
fr: Vous ne pouvez pas supprimer des clients car vous n'êtes pas un membre par groupe qui peut supprimer des clients
it: Non potete cancellare i clienti poichè non siete un membro un il gruppo che può cancellare i clienti

source: Cannot delete customer because the following subnets are assigned to the customer (limited to first 100):
de: Kann nicht Kunden löschen, weil die folgenden Subnets dem Kunden zugewiesen werden (begrenzt bis erste 100):
fr: Ne peut pas supprimer le client parce que les sous-filets suivants sont assignés au client (limité 100 à premiers):
it: Non può cancellare il cliente perché le seguenti sottoreti sono assegnate al cliente (limitato a primi 100):

source: User %s deleted customer cust %u
de: Gelöschtes cust %u Kunde des Benutzers %s
fr: Cust %u de client supprimé par %s d'utilisateur
it: Cust %u del cliente cancellato %s dell'utente

source: Customer deleted
de: Kunde gelöscht
fr: Client supprimé
it: Cliente cancellato

source: Customer could not be deleted
de: Kunde könnte nicht gelöscht werden
fr: Le client ne pourrait pas être supprimé
it: Il cliente non potrebbe essere cancellato

source: Delete a range or supernet/summary
de: Löschen Sie eine Strecke oder ein supernet/summary
fr: Supprimez une gamme ou un supernet/summary
it: Cancelli una gamma o un supernet/summary

source: User %s deleted range %s size %u customer cust %u
de: Benutzer %s löschte Strecke %s Größe %u Kunde cust %u
fr: L'utilisateur %s a supprimé le cust %u de client de la taille %u de la gamme %s
it: L'utente %s ha cancellato il cust %u del cliente di formato %u della gamma %s

source: Range deleted
de: Strecke gelöscht
fr: Gamme supprimée
it: Gamma cancellata

source: Range could not be deleted
de: Strecke konnte nicht gelöscht werden
fr: La gamme n'a pas pu être supprimée
it: La gamma non ha potuto essere cancellata

source: Range index is invalid
de: Strecke Index ist unzulässig
fr: L'index de gamme est inadmissible
it: L'indice della gamma è non valido

source: Display user access information
de: Anzeige Anwenderzugriffinformationen
fr: L'information d'accès d'utilisateur d'affichage
it: Le informazioni di accesso di utente dell'esposizione

source: All groups and users assigned to them
de: Alle Gruppen und Benutzer zugewiesen ihnen
fr: Tous les groupes et utilisateurs affectés à eux
it: Tutti i gruppi ed utenti assegnati loro

source: All info for group %s
de: Alles Info für Gruppe %s
fr: Toute l'information pour le groupe %s
it: Tutto l'Info per il gruppo %s

source: Group description
de: Gruppe Beschreibung
fr: Description de groupe
it: Descrizione del gruppo

source: Group name
de: Gruppe Name
fr: Nom de groupe
it: Nome di gruppo

source: Group action
de: Gruppe Tätigkeit
fr: Action de groupe
it: Azione del gruppo

source: User's fullname
de: Fullname des Benutzers
fr: Le fullname de l'utilisateur
it: Fullname dell'utente

source: User action
de: Benutzertätigkeit
fr: Action d'utilisateur
it: Azione dell'utente

source: Display/delete group bounds
de: Display/delete Gruppe Grenzen
fr: Limites de groupe de Display/delete
it: Limiti del gruppo di Display/delete

source: Delete group
de: Löschunggruppe
fr: Groupe d'effacement
it: Gruppo di cancellazione

source: Are you sure?
de: Sind Sie sicher?
fr: Êtes-vous sûr?
it: Siete sicuri?

source: Modify group details
de: Ändern Sie Gruppe Sonderkommandos
fr: Modifiez les petits groupes de groupe
it: Modifichi i particolari del gruppo

source: Delete user from group
de: Löschen Sie Benutzer aus Gruppe
fr: Supprimez l'utilisateur du groupe
it: Cancelli l'utente dal gruppo

source: Delete user
de: Löschen Sie Benutzer
fr: Supprimez l'utilisateur
it: Cancelli l'utente

source: Total records: %u
de: Gesamtaufzeichnungen: %u
fr: Disques de total: %u
it: Annotazioni di totale: %u

source: Users not assigned to any group
de: Benutzer zugewiesen nicht irgendeiner Gruppe
fr: Utilisateurs non affectés à tout groupe
it: Utenti non assegnati a qualsiasi gruppo

source: These users will not be able to login as they do not have access anywhere.
de: Diese BenutzerSIND nicht zum LOGON in der Lage, da sie nicht Zugang nirgends haben.
fr: Ces utilisateurs ne pourront pas en mesure à l'ouverture car ils n'ont pas accès n'importe où.
it: Questi utenti non potranno all'inizio attività poichè non hanno accesso da nessuna parte.

source: Display Audit Log
de: Anzeige Bilanz-Maschinenbordbuch
fr: Notation D'Audit D'Affichage
it: Ceppo Di Verifica Dell'Esposizione

source: Audit log cleared
de: Bilanzmaschinenbordbuch gelöscht
fr: Notation d'audit dégagée
it: Ceppo di verifica eliminato

source: Audit log cleared!
de: Bilanzmaschinenbordbuch gelöscht!
fr: Notation d'audit dégagée!
it: Ceppo di verifica eliminato!

source: Audit log could not be cleared.
de: Bilanzmaschinenbordbuch konnte nicht sein löschte.
fr: La notation d'audit n'a pas pu être s'est dégagée.
it: Il ceppo di verifica non ha potuto essere ha eliminato.

source: Audit log.
de: Bilanzmaschinenbordbuch.
fr: Notation d'audit.
it: Ceppo di verifica.

source: Total records:
de: Gesamtaufzeichnungen:
fr: Disques de total:
it: Annotazioni di totale:

source: Clear Audit Log
de: Freies Bilanz-Maschinenbordbuch
fr: Notation Claire D'Audit
it: Ceppo Libero Di Verifica

source: Results of your search
de: Resultate Ihrer Suche
fr: Résultats de votre recherche
it: Risultati della vostra ricerca

source: Invalid IP address!
de: Unzulässiges IP ADDRESS!
fr: IP ADDRESS inadmissible!
it: IP ADDRESS non valido!

source: Search for IP subnets between multiple ranges for customer '%s'
de: Suche nach IP Subnets zwischen mehrfachen Strecken für Kunden ' %s'
fr: Recherche des sous-filets d'IP entre les gammes multiples pour le client '%s'
it: Ricerca delle sottoreti del IP fra le gamme multiple per il cliente '%s'

source: Search for IP subnets between %s and %s %s for customer '%s'
de: Suche nach IP Subnets zwischen %s und %s %s für Kunden ' %s'
fr: Recherche des sous-filets d'IP entre %s et %s %s pour le client '%s'
it: Ricerca delle sottoreti del IP fra %s e %s %s per il cliente '%s'

source: IP address filter:
fr: Filtre de IP ADDRESS:
it: Filtro di IP ADDRESS:

source: Description filter:
de: Beschreibung Filter:
fr: Filtre de description:
it: Filtro di descrizione:

source: Subnet size
de: Subnetgröße
fr: Taille de sous-filet
it: Formato di sottorete

source: Changed by
de: Vorbei geändert
fr: Changé près
it: Variabile vicino

source: SWIP sent
de: SWIP gesendet
fr: SWIP envoyé
it: SWIP trasmesso

source: Host
de: Wirt
fr: Centre serveur
it: Ospite

source: Search found no matching entries
de: Suche fand keine zusammenpassenden Eintragungen
fr: La recherche n'a trouvé aucune entrée assortie
it: La ricerca non ha trovato entrate di corrispondenza

source: Display subnet information
de: Anzeige Subnetinformationen
fr: L'information de sous-filet d'affichage
it: Le informazioni di sottorete dell'esposizione

source: Display subnets.
de: Anzeige Subnets.
fr: Sous-filets d'affichage.
it: Sottoreti dell'esposizione.

source: Subnet network address (leave blank if range selected)
de: Subnetendsystemadresse (Urlaubfreier Raum wenn Strecke vorgewählt)
fr: Adresse de réseau de sous-filet (blanc de congé si gamme choisie)
it: Indirizzo di rete di sottorete (spazio in bianco di permesso se gamma selezionata)

source: Partial subnet addresses can be used eg. 172.20
de: Teilweise Subnetadressen können z.B. verwendet werden. 172,20
fr: Des adresses partielles de sous-filet peuvent être employées par exemple. 172,20
it: Gli indirizzi parziali di sottorete possono essere usati per esempio. 172,20

source: Description (only display networks matching the regular expression)
de: Beschreibung (nur Anzeige Netze, die den regelmäßigen Ausdruck zusammenbringen)
fr: Description (seulement réseaux d'affichage assortissant l'expression régulière)
it: Descrizione (soltanto reti dell'esposizione che abbinano l'espressione normale)

source: Description (only display networks containing)
de: Beschreibung (nur enthaltene Anzeige Netze)
fr: Description (seulement réseaux d'affichage contenant)
it: Descrizione (soltanto reti dell'esposizione che contengono)

source: Display authority boundary information
de: Anzeige Berechtigung Grenzinformationen
fr: L'information de frontière d'autorité d'affichage
it: Le informazioni di contorno di autorità dell'esposizione

source: Boundary address
de: Grenzadresse
fr: Adresse de frontière
it: Indirizzo di contorno

source: Boundary mask
de: Grenzschablone
fr: Masque de frontière
it: Mascherina di contorno

source: Delete boundary
de: Löschunggrenze
fr: Frontière d'effacement
it: Contorno di cancellazione

source: Display customer/autonomous system information
de: Anzeige customer/autonomous Systeminformationen
fr: L'information de système de l'affichage customer/autonomous
it: Le informazioni del sistema dell'esposizione customer/autonomous

source: All customer/autonomous system info
de: Alles customer/autonomous System Info
fr: Tout le système information de customer/autonomous
it: Tutto il sistema Info di customer/autonomous

source: Customer description
de: Kunde Beschreibung
fr: Description de client
it: Descrizione del cliente

source: Action
de: Tätigkeit
it: Azione

source: Delete customer/AS
de: Löschung customer/AS
fr: Effacement customer/AS
it: Cancellazione customer/AS

source: Modify customer/AS details
de: Ändern Sie customer/AS Details
fr: Modifiez les détails de customer/AS
it: Modifichi i particolari di customer/AS

source: Group membership
de: Gruppe Mitgliedschaft
fr: Adhésion de groupe
it: Composizione di gruppo

source: Search for overlapping subnets between customers/autonomous systems
de: Suche nach deckensubnets zwischen customers/autonomous Systemen
fr: Recherche des sous-filets de recouvrement entre les systèmes de customers/autonomous
it: Ricerca delle sottoreti di sovrapposizione fra i sistemi di customers/autonomous

source: Both customers selected are the same - all subnets will overlap!
de: Beide vorgewählten Kunden sind dieselben - alle Subnets decken sich!
fr: Les deux clients choisis sont les mêmes - tous les sous-filets recouvriront!
it: Entrambi i clienti selezionati sono gli stessi - tutte le sottoreti coincideranno!

source: Display overlapping address space between customers/autonomous systems
de: Anzeige deckenadressbereich zwischen customers/autonomous Systemen
fr: Espace adresse de recouvrement d'affichage entre les systèmes de customers/autonomous
it: Spazio per l'indirizzo di sovrapposizione dell'esposizione fra i sistemi di customers/autonomous

source: Customer/autonomous system 1
fr: Système 1 de Customer/autonomous
it: Sistema 1 di Customer/autonomous

source: Customer/autonomous system 2
fr: Système 2 de Customer/autonomous
it: Sistema 2 di Customer/autonomous

source: Number of networks and masks do not match - try again. This may occur when reading a large, constantly changing routing table as the network and host portions are read independently.
de: Zahl der Netze und der masks bringen nicht - Versuch wieder zusammen. Dieses kann auftreten, wenn es eine große, ständig ändernde Leitwegtabelle als das Netz liest und Wirt Teile werden unabhängig gelesen.
fr: Le nombre de réseaux et de masks n'assortissent pas - l'essai encore. Ceci peut se produire en lisant une grande, changeante constamment table de cheminement comme réseau et des parties de centre serveur sont lues indépendamment.
it: Il numero di reti e di masks non abbina ancora - la prova. Ciò può accadere quando legge una grande, tabella di percorso costantemente cambiante come la rete e le parti ospite sono lette indipendentemente.

source: Display routing table results
de: Anzeige Leitwegtabelleresultate
fr: Résultats de table de cheminement d'affichage
it: Risultati della tabella di percorso dell'esposizione

source: You need at least php 4.0.1p1 to run this script
de: Sie benötigen mindestens php 4.0.1p1, diesen Index laufen zu lassen
fr: Vous avez besoin au moins de php 4.0.1p1 pour courir ce manuscrit
it: Avete bisogno almeno del php 4.0.1p1 di fare funzionare questo scritto

source: Could not query router - no SNMP on router or firewall blocking access?
de: Konnte nicht Fräser - kein SNMP auf dem Fräser- oder Brandmauerblockieren zugänglich machen fragen?
fr: N'a pas pu questionner le couteau - aucun SNMP sur le blocage de couteau ou de mur à l'épreuve du feu accèdent?
it: Non ha potuto interrogare il router - nessuno SNMP sul blocchetto della parete refrattaria o del router accedono a?

source: Search for IP subnets from a routing table for customer '%s'
de: Suchen Sie nach IP Subnets von einer Leitwegtabelle für Kunden ' %s'
fr: Recherchez les sous-filets d'IP d'une table de cheminement pour le client '%s'
it: Cerchi le sottoreti del IP da una tabella di percorso per il cliente '%s'

source: Routing Table
de: Leitwegtabelle
fr: Tableau De Cheminement
it: Tabella Di Percorso

source: IPplan information
de: IPplan Informationen
fr: L'information d'IPplan
it: Le informazioni di IPplan

source: Routing Table Base address
de: Basisadresse der Leitwegtabelle
fr: Adresse de base de Tableau de cheminement
it: Indirizzo basso della Tabella di percorso

source: Routing Table Subnet size
de: Leitwegtabellesubnetgröße
fr: Taille de sous-filet de Tableau de cheminement
it: Formato di sottorete della Tabella di percorso

source: Routing Table Subnet Mask
de: LeitwegtabelleSubnet Mask
fr: Mask De Sous-filet De Tableau De Cheminement
it: Mask Di Sottorete Della Tabella Di Percorso

source: Subnet Mask
fr: Mask De sous-filet
it: Mask Di sottorete
