Repository: ptitodev/scripts-collection
Catalog: php/ipplan-4.50/ipplan/locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it

source: Your browser must be JavaScript capable to use this application. Please turn JavaScript on.
de: Ihre Datenbanksuchroutine muß das Javascript sein, das, diese Anwendung zu verwenden fähig ist. Schalten Sie bitte Javascript ein.
fr: Votre browser doit être Javascript capable pour employer cette application. Veuillez allumer le Javascript.
it: Il vostro browser deve essere Javascript capace usare questa applicazione. Accenda prego il Javascript.

source: This application administers and tracks IP address space.
de: Diese Anwendung übt aus und spürt IP- ADDRESSRAUM auf.
fr: Cette application administre et dépiste l'espace de IP ADDRESS.
it: Questa applicazione amministra e rintraccia lo spazio di IP ADDRESS.

source: IPplan admin functions
de: IPplan admin Funktionen
fr: Fonctions d'IPplan admin
it: Funzioni di IPplan admin

source: Customer/autonomous system group functions
de: Customer/autonomous System-Gruppenfunktionen
fr: Groupes-fonction de système de Customer/autonomous
it: Grupp di funzioni del sistema di Customer/autonomous

source: Create a new customer/autonomous system
de: Verursachen Sie ein neues customer/autonomous System
fr: Créez un nouveau système de customer/autonomous
it: Generi un nuovo sistema di customer/autonomous

source: Display/Modify/Delete customer information/autonomous system
de: Display/Modify/Delete Kunde information/autonomous System
fr: Système du client information/autonomous de Display/Modify/Delete
it: Sistema del cliente information/autonomous di Display/Modify/Delete

source: Create a new network range or supernet
de: Verursachen Sie eine neue Netz Strecke oder ein supernet
fr: Créez une nouvelle gamme de réseau ou le supernet
it: Generi una nuova gamma o supernet della rete

source: Display/Modify/Delete area and range information
de: Display/Modify/Delete Bereich und Strecke Informationen
fr: Région de Display/Modify/Delete et information de gamme
it: Zona di Display/Modify/Delete e le informazioni della gamma

source: Create a new subnet from a routing table
de: Verursachen Sie einen neuen Subnet von einer Leitwegtabelle
fr: Créez un nouveau sous-filet d'une table de cheminement
it: Generi una nuova sottorete da una tabella di percorso

source: Modify/Copy/Move/Delete subnet information
de: Modify/Copy/Move/Delete Subnetinformationen
fr: L'information de sous-filet de Modify/Copy/Move/Delete
it: Le informazioni di sottorete di Modify/Copy/Move/Delete

source: User group functions
de: Benutzergruppenfunktionen
fr: Groupes-fonction d'utilisateur
it: Funzioni del gruppo di utenti

source: Search all subnets
de: Suchen Sie alle Subnets
fr: Recherchez tous les sous-filets
it: Cerchi tutte le sottoreti

source: Display subnets that overlap between customers/autonomous systems
de: Zeigen Sie Subnets an, die zwischen customers/autonomous Systemen sich decken
fr: Montrez les sous-filets qui recouvrent entre les systèmes de customers/autonomous
it: Visualizzi le sottoreti che coincidono fra i sistemi di customers/autonomous

source: Customer/autonomous system
fr: Système de Customer/autonomous
it: Sistema di Customer/autonomous

source: Area (optional)
de: Bereich (wahlweise freigestellt)
fr: Secteur (facultatif)
it: Zona (facoltativa)

source: No area selected
de: Kein Bereich vorgewählt
fr: Aucun secteur n'a choisi
it: Nessuna zona selezionata

source: Range (optional)
de: Strecke (wahlweise freigestellt)
fr: Gamme (facultative)
it: Gamma (facoltativa)

source: No range selected
de: Keine Strecke vorgewählt
fr: Aucune gamme n'a choisi
it: Nessuna gamma selezionata

source: Results of your search for areas
de: Resultate Ihrer Suche nach Bereichen
fr: Résultats de votre recherche des secteurs
it: Risultati della vostra ricerca delle zone

source: Search for areas and ranges for customer '%s'
de: Suchen Sie nach Bereichen und Strecken für Kunden ' %s'
fr: Recherchez des secteurs et des gammes pour le client '%s'
it: Cerchi le zone e le gamme per il cliente '%s'

source: Range size
de: Strecke Größe
fr: Taille de gamme
it: Formato della gamma

source: Range mask
de: Strecke Schablone
fr: Masque de gamme
it: Mascherina della gamma

source: Delete Area
de: Löschung-Bereich
fr: Région D'Effacement
it: Zona Di Cancellazione

source: No area
de: Kein Bereich
fr: Aucun secteur
it: Nessuna zona

source: Range not part of area
de: Strecke nicht Teil Bereich
fr: Pièce de gamme pas de secteur
it: Parte della gamma non di zona

source: Delete Range
de: Löschung-Strecke
fr: Chaîne D'Effacement
it: Gamma Di Cancellazione

source: Areas that have no ranges defined
de: Bereiche, die keine definierten Strecken haben
fr: Les secteurs qui n'ont aucune gamme ont défini
it: Zone che non hanno gamme definite

source: Display/Modify/Delete area information
de: Display/Modify/Delete Bereich Informationen
fr: L'information de région de Display/Modify/Delete
it: Le informazioni di zona di Display/Modify/Delete

source: Display/Modify/Delete an area.
de: Display/Modify/Delete ein Bereich.
fr: Display/Modify/Delete par secteur.
it: Display/Modify/Delete un zona.

source: Results of your search for subnet to modify
de: Resultate Ihrer Suche, damit Subnet ändert
fr: Résultats de votre recherche pour que le sous-filet modifie
it: Risultati della vostra ricerca affinchè sottorete modifichino

source: You may not delete a subnet for this customer as you are not a member of the customers admin group
de: Sie können nicht einen Subnet für diesen Kunden löschen, da Sie nicht ein Mitglied der Kunden admin Gruppe sind
fr: Vous ne pouvez pas supprimer un sous-filet pour ce client car vous n'êtes pas un membre du groupe d'admin de clients
it: Non potete cancellare una sottorete per questo cliente poichè non siete un membro del gruppo di admin dei clienti

source: Subnet %s not deleted - out of defined authority boundary
de: Subnet %s gelöscht - nicht aus definierter Berechtigung Grenze heraus
fr: Sous-filet %s non supprimé - hors de la frontière définie d'autorité
it: Sottorete %s non cancellata - dal contorno definito di autorità

source: User %s deleted subnet %s size %u customer cust %u
de: Benutzer %s löschte cust %u Kunde Größe %u des Subnet %s
fr: L'utilisateur %s a supprimé le cust %u de client de la taille %u du sous-filet %s
it: L'utente %s ha cancellato il cust %u del cliente di formato %u di sottorete %s

source: Subnet deleted
de: Subnet gelöscht
fr: Le sous-filet a supprimé
it: Sottorete cancellata

source: Subnet could not be deleted
de: Subnet konnte nicht gelöscht werden
fr: Le sous-filet n'a pas pu être supprimé
it: La sottorete non ha potuto essere cancellata

source: Admin group
de: Admin Gruppe
fr: Groupe d'Admin
it: Gruppo di Admin

source: Delete Subnet
de: LöschungSubnet
fr: Sous-filet D'Effacement
it: Sottorete Di Cancellazione

source: Modify/Copy/Move subnet details
fr: Détails de sous-filet de Modify/Copy/Move
it: Particolari di sottorete di Modify/Copy/Move

source: Modify/Copy/Move/Delete a subnet information
de: Modify/Copy/Move/Delete Subnetinformationen
fr: Modify/Copy/Move/Delete une information de sous-filet
it: Modify/Copy/Move/Delete le informazioni di sottorete

source: Subnet address (leave blank if range selected)
de: Subnet address (Urlaubfreier Raum wenn Strecke vorgewählt worden)
fr: Subnet address (blanc de congé si gamme choisie)
it: Subnet address (spazio in bianco di permesso se gamma selezionata)

source: Modify a customer/autonomous system details
de: Ändern Sie Details eines customer/autonomous Systems
fr: Modifiez les détails d'un système de customer/autonomous
it: Modifichi i particolari del sistema di customer/autonomous

source: The customer description must be longer
de: Die Kunde Beschreibung muß länger sein
fr: La description de client doit être plus longue
it: La descrizione del cliente deve essere più lunga

source: Invalid zipcode
de: Unzulässiges zipcode
fr: Zipcode inadmissible
it: Zipcode non valido

source: Invalid contact zipcode
de: Unzulässiges Kontakt zipcode
fr: Zipcode inadmissible de contact
it: Zipcode non valido del contatto

source: Invalid E-mail address
de: Unzulässige E-mail Adresse
fr: Adresse inadmissible de E-mail
it: Indirizzo non valido di E-mail

source: Invalid hostname %u
de: Unzulässiges hostname %u
fr: Hostname inadmissible %u
it: Hostname non valido %u

source: Invalid IP address %u
de: Unzulässiges IP ADDRESS %u
fr: IP ADDRESS inadmissible %u
it: IP ADDRESS non valido %u

source: Invalid hostname/IP address combination %u
de: Unzulässige hostname/IP Adresse Kombination %u
fr: Combinaison inadmissible %u d'adresse de hostname/IP
it: Combinazione non valida %u di indirizzo di hostname/IP

source: You may not create customers as you are not a member a group that can create customers
de: Sie können nicht Kunden herstellen, da Sie nicht ein Mitglied ein Gruppe sind, die Kunden herstellen kann
fr: Vous ne pouvez pas créer des clients car vous n'êtes pas un membre par groupe qui peut créer des clients
it: Non potete generare i clienti poichè non siete un membro un il gruppo che può generare i clienti

source: User %s created new customer cust %u
de: Benutzer %s verursachte neues Kunde cust %u
fr: L'utilisateur %s a créé le nouveau cust %u de client
it: L'utente %s ha generato il nuovo cust %u del cliente

source: User %s modified customer details cust %u
de: Benutzer %s änderte Kunde Sonderkommandos cust %u
fr: L'utilisateur %s a modifié le cust %u de petits groupes de client
it: L'utente %s ha modificato il cust %u dei particolari del cliente

source: Customer/autonomous system details modified
de: Customer/autonomous Systemdetails geändert
fr: Les détails de système de Customer/autonomous ont modifié
it: Particolari del sistema di Customer/autonomous modificati

source: Customer/autonomous system details could not be modified - possibly a duplicate description
de: Customer/autonomous Systemdetails konnten nicht geändert werden - vielleicht eine doppelte Beschreibung
fr: Des détails de système de Customer/autonomous n'ont pas pu être modifiés - probablement une description double
it: I particolari del sistema di Customer/autonomous non hanno potuto essere modificati - possibilmente una descrizione duplicata

source: Required information:
de: Angeforderte Informationen:
fr: L'information requise:
it: Le informazioni richieste:

source: Customer/autonomous system description:
de: Customer/autonomous Systembeschreibung:
fr: Description de système de Customer/autonomous:
it: Descrizione di sistema di Customer/autonomous:

source: Customer/autonomous system admin group
de: Gruppe des Customer/autonomous Systems admin
fr: Groupe du système admin de Customer/autonomous
it: Gruppo del sistema admin di Customer/autonomous

source: Customer information (optional):
de: Kunde Informationen (wahlweise freigestellt):
fr: L'information de client (facultative):
it: Le informazioni del cliente (facoltative):

source: Organization:
de: Organisation:
fr: Organisation:
it: Organizzazione:

source: Street:
de: Straße:
fr: Rue:
it: Via:

source: City:
de: Stadt:
fr: Ville:
it: Città:

source: State:
de: Zustand:
fr: État:
it: Condizione:

source: Country:
de: Land:
fr: Pays:
it: Paese:

source: Reverse DNS information (optional):
de: Rück-DNS Informationen (wahlweise freigestellt):
fr: L'information renversée de DNS (facultative):
it: Le informazioni d'inversione di DNS (facoltative):

source: Technical contact information (optional):
de: Technische Kontaktinformationen (wahlweise freigestellt):
fr: L'information technique de contact (facultative):
it: Le informazioni tecniche del contatto (facoltative):

source: Last name/surname:
de: Letztes name/surname:
fr: Dernier name/surname:
it: Ultimo name/surname:

source: First name:
de: Vorname:
fr: Prénom:
it: Nome:

source: Middle name:
de: Mittlerer Name:
fr: Deuxième prénom:
it: Nome centrale:

source: Telephone number:
de: Telefonnummer:
fr: Numéro de téléphone:
it: Numero di telefono:

source: E-mail address:
de: E-mail Adresse:
fr: Adresse de E-mail:
it: Indirizzo di E-mail:

source: Group details modified
de: Gruppe Sonderkommandos geändert worden
fr: Les petits groupes de groupe ont modifié
it: Particolari del gruppo modificati

source: Group details could not be modified
de: Gruppe Sonderkommandos konnten nicht geändert werden
fr: Des petits groupes de groupe ne pourraient pas être modifiés
it: I particolari del gruppo non potrebbero essere modificati

source: Modify group:
de: Ändern Sie Gruppe:
fr: Modifiez le groupe:
it: Modifichi il gruppo:

source: Modify IP address details
de: Ändern Sie IP- ADDRESSDETAILS
fr: Modifiez les détails de IP ADDRESS
it: Modifichi i particolari di IP ADDRESS

source: There are no available addresses
de: Es gibt keine vorhandenen Adressen
fr: Il n'y a aucune adresse disponible
it: Non ci sono indirizzi disponibili

source: IP Address to modify:
de: Zu ändern IP ADDRESS:
fr: IP ADDRESS à modifier:
it: IP ADDRESS da modificare:

source: (Address active on network)
de: (Adresse aktiv im Netz)
fr: (adresse active sur le réseau)
it: (indirizzo attivo sulla rete)

source: Telephone number
de: Telefonnummer
fr: Numéro de téléphone
it: Numero di telefono

source: Delete record
de: Löschungaufzeichnung
fr: Disque d'effacement
it: Annotazione di cancellazione

source: WARNING: Deleting an entry does not preserve the last modified information as the record is completely removed from the database to conserve space.
de: WARNING: Das Löschen einer Eintragung konserviert nicht die Last modifiedinformationen, während die Aufzeichnung vollständig von der Datenbank entfernt wird, um Raum zu konservieren.
fr: AVERTISSEMENT: Supprimer une entrée ne préserve pas l'information de Last modified pendant que le disque est complètement enlevé de la base de données pour conserver l'espace.
it: AVVERTIMENTO: La cancellazione dell'entrata non conserva le informazioni di Last modified mentre l'annotazione completamente è rimossa dalla base di dati per conservare lo spazio.

source: Modify IP address details (range)
de: Ändern Sie IP- ADDRESSDETAILS (Strecke)
fr: Modifiez les détails de IP ADDRESS (gamme)
it: Modifichi i particolari di IP ADDRESS (gamma)

source: IP Addresses to modify:
de: Zu ändern IP Adressen:
fr: Adresses d'IP à modifier:
it: Indirizzi del IP da modificare:

source: Delete records
de: Löschungaufzeichnungen
fr: Disques d'effacement
it: Annotazioni di cancellazione

source: You may not modify this subnet for this customer as you are not a member of the new customers admin group
de: Sie können nicht diesen Subnet für diesen Kunden ändern, da Sie nicht ein Mitglied der neuen Kunden admin Gruppe sind
fr: Vous ne pouvez pas modifier ce sous-filet pour ce client car vous n'êtes pas un membre du nouveau groupe d'admin de clients
it: Non potete modificare questa sottorete per questo cliente poichè non siete un membro di nuovo gruppo di admin dei clienti

source: You need to enter a description for the subnet
de: Sie müssen eine Beschreibung für den Subnet eintragen
fr: Vous devez écrire une description pour le sous-filet
it: Dovete fornire una descrizione per la sottorete

source: You may not move this subnet for this customer as you are not a member of the original customers admin group
de: Sie können nicht diesen Subnet für diesen Kunden verschieben, da Sie nicht ein Mitglied der ursprünglichen Kunden admin Gruppe sind
fr: Vous ne pouvez pas déplacer ce sous-filet pour ce client car vous n'êtes pas un membre du groupe original d'admin de clients
it: Non potete spostare questa sottorete per questo cliente poichè non siete un membro del gruppo originale di admin dei clienti

source: Subnet %s not modified - out of defined authority boundary
de: Subnet %s geändert - nicht aus definierter Berechtigung Grenze heraus
fr: Sous-filet %s non modifié - hors de la frontière définie d'autorité
it: Sottorete %s non modificata - dal contorno definito di autorità

source: Subnet could not be created - possibly overlaps with an existing subnet on new customers network
de: Subnet könnte nicht verursacht werden - deckt vielleicht sich mit einem vorhandenen Subnet im neuen Kunden Netz
fr: Le sous-filet ne pourrait pas être créé - recouvre probablement avec un sous-filet existant sur le nouveau réseau de clients
it: La sottorete non potrebbe essere generata - possibilmente coincide con una sottorete attuale sulla nuova rete dei clienti

source: User %s moved subnet %s size %u to customer cust %u
de: Benutzer %s verschob Größe %u des Subnet %s auf Kunde cust %u
fr: L'utilisateur %s a déplacé la taille %u du sous-filet %s au cust %u de client
it: L'utente %s ha spostato il formato %u di sottorete %s verso il cust %u del cliente

source: User %s created new subnet %s size %u customer cust %u
de: Benutzer %s verursachte neues cust %u Kunde Größe %u des Subnet %s
fr: L'utilisateur %s a créé le nouveau cust %u de client de la taille %u du sous-filet %s
it: L'utente %s ha generato il nuovo cust %u del cliente di formato %u di sottorete %s

source: Subnet modified
de: Subnet geändert
fr: Le sous-filet a modifié
it: Sottorete modificata

source: Subnet could not be modified
de: Subnet konnte nicht geändert werden
fr: Le sous-filet n'a pas pu être modifié
it: La sottorete non ha potuto essere modificata

source: Move subnet to new customer
de: Verschieben Sie Subnet auf neuen Kunden
fr: Déplacez le sous-filet au nouveau client
it: Sposti la sottorete verso il nuovo cliente

source: Duplicate subnet on new customer
de: Kopieren Sie Subnet auf neuem Kunden
fr: Reproduisez le sous-filet sur le nouveau client
it: Duplichi la sottorete sul nuovo cliente

source: Duplicate subnet on new customer without IP detail
de: Kopieren Sie Subnet auf neuem Kunden ohne IP Detail
fr: Reproduisez le sous-filet sur le nouveau client sans détail d'IP
it: Duplichi la sottorete sul nuovo cliente senza particolare del IP

source: You are trying to downgrade IPplan - impossible
de: Sie versuchen, unmögliches IPplan zu degradieren -
fr: Vous essayez de descendre IPplan - impossible
it: State provando a retrocedere IPplan - impossibile

source: Schema version outdated
de: Schemaversion überholt
fr: Version de schéma périmée
it: Versione dello schema antiquata

source: The database structures need to be upgraded to accommodate new features. For this to happen, you require enough access rights on the %s database. If you get errors back from the upgrade process, you will need to temporarily grant more access rights to the %s database for the duration of the upgrade
de: Die Datenbankstrukturen müssen verbessert werden, um neue Eigenschaften unterzubringen. Für dieses zum zu geschehen, benötigen Sie genügende Auskunftsrechte auf der %s Datenbank. Wenn Sie Störungen rückseitig vom Aufsteigenprozeß erhalten, müssen Sie mehr Auskunftsrechte der %s Datenbank während der Dauer des Aufsteigens vorübergehend bewilligen
fr: Les structures de base de données doivent être améliorées pour adapter à de nouveaux dispositifs. Pour ceci à se produire, vous avez besoin d'assez de droits d'accès sur la base de données de %s. Si vous obtenez des erreurs arrières du processus de mise à niveau, vous devrez accorder temporairement plus de droits d'accès à la base de données de %s pour la durée de la mise à niveau
it: Le strutture della base di dati devono essere aggiornate per accomodare le nuove caratteristiche. Per questo da accadere, richiedete abbastanza diritti di accesso sulla base di dati di %s. Se ottenete gli errori posteriori dal processo di aggiornamento, dovrete temporaneamente assegnare più diritti di accesso alla base di dati di %s per la durata dell'aggiornamento

source: Alternatively, the database administrator can manually issue the following SQL statements:
de: Wechselweise kann der Datenbankverwalter die folgenden SQL Aussagen manuell herausgeben:
fr: Alternativement, l'administrateur de base de données peut manuellement publier les rapports suivants de SQL:
it: Alternativamente, il coordinatore della base di dati può pubblicare manualmente le seguenti dichiarazione di SQL:

source: NOTE: Care should be taken when doing this to ensure that the correct table type is used if transaction safe tables like InnoDB are used. All CREATE TABLE statements should be appended with a TYPE=innodb
de: ANMERKUNG: Obacht sollte angewendet werden, wenn man dies tut, um sicherzugehen, daß die korrekte Tabelle Art benutzt wird, wenn sichere Tabellen der Verhandlung wie InnoDB benutzt werden. Alle VERURSACHEN TABELLE Aussagen sollten mit einem TYPE=innodb hinzugefügt werden
fr: NOTE: Le soin devrait être pris en faire ceci pour s'assurer que le type correct de table est employé si des tables sûres de transaction comme InnoDB sont employées. Tous CRÉENT des rapports de TABLEAU devraient être apposés avec un TYPE=innodb
it: NOTA: La cura dovrebbe essere presa quando fa questo per accertarsi che il tipo corretto della tabella sia usato se le tabelle sicuri di transazione come InnoDB sono usate. Tutti GENERANO le dichiarazione della TABELLA dovrebbero essere collegati con un TYPE=innodb

source: Schema upgrade failed with error:
de: Schemaaufsteigen fiel mit Störung aus:
fr: La mise à niveau de schéma a échoué avec l'erreur:
it: L'aggiornamento dello schema è venuto a mancare con l'errore:

source: Schema upgrade was successful:
de: Schemaaufsteigen war erfolgreich:
fr: La mise à niveau de schéma était réussie:
it: L'aggiornamento dello schema riusciva:

source: You need to enter a longer search criteria.
de: Sie müssen längere Suchkriterien eintragen.
fr: Vous devez écrire de plus longs critères d'une recherche.
it: Dovete entrare nei test di verifica più lunghi di ricerca.

source: Search filter on %s:
de: Suchfilter auf %s:
fr: Filtre de recherche sur %s:
it: Filtro di ricerca su %s:

source: Search for user info
de: Suche nach Benutzerinfo
fr: Recherche d'information d'utilisateur
it: Ricerca dell'utente Info

source: Search for user info searches the individual IP address records.
de: Suche nach Benutzerinfo sucht die einzelnen IP- ADDRESSAUFZEICHNUNGEN.
fr: La recherche de l'information d'utilisateur recherche les différents disques de IP ADDRESS.
it: La ricerca dell'utente Info cerca le diverse annotazioni di IP ADDRESS.

source: Field to search
de: Feld zum Suchen
fr: Champ à rechercher
it: Campo da cercare

source: Search criteria (only display records matching the regular expression)
de: Suchkriterien (nur Anzeige Aufzeichnungen, die den regelmäßigen Ausdruck zusammenbringen)
fr: Critères de recherche (seulement disques d'affichage assortissant l'expression régulière)
it: Test di verifica di ricerca (soltanto annotazioni dell'esposizione che abbinano l'espressione normale)

source: Search criteria (only display records containing)
de: Suchkriterien (nur enthaltene Anzeige Aufzeichnungen)
fr: Critères de recherche (seulement disques d'affichage contenant)
it: Test di verifica di ricerca (soltanto annotazioni dell'esposizione che contengono)

source: WHOIS results
de: WHOIS Resultate
fr: Résultats de WHOIS
it: Risultati del WHOIS

source: Whois query failed - are you behind a firewall?
de: WHOIS Frage die verlassen - sein Sie hinter einer ein Brandmauer?
fr: Question de WHOIS échouée - êtes-vous derrière un mur à l'épreuve du feu?
it: Domanda del WHOIS venuta a mancare - siete dietro una parete refrattaria?

source: No
de: Nein
fr: Non
