Repository: ptitodev/scripts-collection
Catalog: php/ipplan-4.50/ipplan/locale/*/LC_MESSAGES/messages.po
Languages: de, fr, it

source: Add authority boundary to a group
de: Fügen Sie Berechtigung Grenze einer Gruppe hinzu
fr: Ajoutez la frontière d'autorité à un groupe
it: Aggiunga il contorno di autorità ad un gruppo

source: Could not connect to database
de: Konnte nicht an Datenbank anschließen
fr: N'a pas pu se relier à la base de données
it: Non ha potuto collegare a base di dati

source: Boundary address may not be blank
de: Grenzadresse kann möglicherweise nicht leerSEIN
fr: L'adresse de frontière peut ne pas être blanche
it: L'indirizzo di contorno non può essere in bianco

source: Invalid boundary address
de: Unzulässige Grenzadresse
fr: Adresse inadmissible de frontière
it: Indirizzo non valido di contorno

source: Size may not be zero
de: Größe kann möglicherweise nicht null sein
fr: La taille peut ne pas être zéro
it: Il formato non può essere zero

source: Boundary cannot be created - overlaps with existing boundary
de: Grenze kann nicht verursacht werden - Deckungen mit vorhandener Grenze
fr: La frontière ne peut pas être créée - des chevauchements avec la frontière existante
it: Il contorno non può essere generato - sovrapposizioni con il contorno attuale

source: Invalid base address
de: Unzulässige Basisadresse
fr: Adresse de base inadmissible
it: Indirizzo basso non valido

source: Boundary created
de: Grenze verursacht worden
fr: Frontière créée
it: Contorno generato

source: Boundary could not be created
de: Grenze konnte nicht verursacht werden
fr: La frontière n'a pas pu être créée
it: Il contorno non ha potuto essere generato

source: Create a new authority boundary limit by entering the base (network) address. The boundary will limit the members of the group to only be able to create new subnets in this range, thus preventing the user from creating networks outside their area of authority.
de: Verursachen Sie eine neue Berechtigung Grenzbegrenzung, indem Sie die niedrige (Netz) Adresse eintragen. Die Grenze begrenzt die Mitglieder der Gruppe, um nur in der Lage zuSEIN, neue Subnets in dieser Strecke zu verursachen und so hindert den Benutzer am Verursachen der Netze außerhalb ihres Bereichs der Berechtigung.
fr: Créez une nouvelle limite de frontière d'autorité en écrivant l'adresse basse (de réseau). La frontière limitera les membres du groupe pour pouvoir seulement créer de nouveaux sous-filets dans cette gamme, de ce fait empêchant l'utilisateur de créer des réseaux en dehors de leur secteur d'autorité.
it: Generi un nuovo limite di contorno di autorità entrando nell'indirizzo basso (della rete). Il contorno limiterà i membri del gruppo soltanto per potere generare le nuove sottoreti in questa gamma, così impedendo all'utente di generare le reti fuori della loro zona di autorità.

source: A group with no boundary limits (the default) can create networks with no limitations.
de: Eine Gruppe ohne Grenzbegrenzungen (die Rückstellung) kann Netze ohne Beschränkungen verursachen.
fr: Un groupe sans des limites de frontière (le défaut) peut créer des réseaux sans des limitations.
it: Un gruppo senza i limiti di contorno (il difetto) può generare le reti senza le limitazioni.

source: You first need to create some groups!
de: Sie müssen zuerst einige Gruppen verursachen!
fr: Vous devez d'abord créer quelques groupes!
it: In primo luogo dovete generare alcuni gruppi!

source: Group
de: Gruppe
fr: Groupe
it: Gruppo

source: Authority boundary start address
de: Berechtigung Grenzanfangsadresse
fr: Adresse de début de frontière d'autorité
it: Indirizzo di inizio di contorno di autorità

source: Authority size/mask
de: Berechtigung size/mask
fr: Autorité size/mask
it: Autorità size/mask

source: Submit
de: Reichen Sie ein
fr: Soumettez
it: Presenti

source: Clear
de: Löschen Sie
fr: Dégagez
it: Elimini

source: Add a user to a group
de: Fügen Sie einen Benutzer einer Gruppe hinzu
fr: Ajoutez un utilisateur à un groupe
it: Aggiunga un utente ad un gruppo

source: User added to group
de: Benutzer hinzugefügt Gruppe
fr: Utilisateur supplémentaire au groupe
it: Utente aggiunto al gruppo

source: User could not be added to group
de: Benutzer könnte nicht Gruppe hinzugefügt werden
fr: L'utilisateur ne pourrait pas être ajouté au groupe
it: L'utente non potrebbe essere aggiunto al gruppo

source: You first need to create some users!
de: Sie müssen zuerst einige Benutzer herstellen!
fr: Vous devez d'abord créer quelques utilisateurs!
it: In primo luogo dovete generare alcuni utenti!

source: User-id
de: Benutzerkennung
fr: Identification de l'utilisateur
it: Identificazione usuario

source: IPplan - IP address management and tracking admin
de: IPplan - IP- ADDRESSMANAGEMENT und Spurhaltung admin
fr: IPplan - gestion de IP ADDRESS et admin de cheminement
it: IPplan - amministrazione di IP ADDRESS ed admin di inseguimento

source: The admin functions below can only be performed by the admin user. Any other functions not on this page need to be performed by a normal user and CANNOT be performed by the admin user.
de: Die admin Funktionen unten können vom admin Benutzer nur durchgeführt werden. Keine anderen Funktionen nicht auf dieser Seite Notwendigkeit, von einem normalen Benutzer durchgeführt zu werden und KÖNNEN nicht vom admin Benutzer durchgeführt werden.
fr: Les fonctions d'admin ci-dessous peuvent seulement être exécutées par l'utilisateur d'admin. Aucune autre fonction pas sur ce besoin de page d'être exécuté par un utilisateur normal et NE PEUT être exécutée par l'utilisateur d'admin.
it: Le funzioni di admin qui sotto possono essere effettuate soltanto dall'utente di admin. Alcune altre funzioni non su questa necessità della pagina di essere effettuato da un utente normale e NON POSSONO essere effettuate dall'utente di admin.

source: Admin functions:
de: Admin Funktionen:
fr: Fonctions d'Admin:
it: Funzioni di Admin:

source: Create a new user
de: Stellen Sie einen neuen Benutzer her
fr: Créez un nouvel utilisateur
it: Generi un nuovo utente

source: Create a new group
de: Verursachen Sie eine neue Gruppe
fr: Créez un nouveau groupe
it: Generi un nuovo gruppo

source: Add authority boundaries to a group
de: Fügen Sie Berechtigung Grenzen einer Gruppe hinzu
fr: Ajoutez les frontières d'autorité à un groupe
it: Aggiunga i contorni di autorità ad un gruppo

source: Display/Delete authority boundary information
de: Display/Delete Berechtigung Grenzinformationen
fr: L'information de frontière d'autorité de Display/Delete
it: Le informazioni di contorno di autorità di Display/Delete

source: Display/Modify/Delete access control information
de: Display/Modify/Delete Zugriffssteuerunginformationen
fr: L'information de contrôle d'accès de Display/Modify/Delete
it: Le informazioni di controllo di accesso di Display/Modify/Delete

source: Import subnet descriptions/definitions from external files
de: Import Subnet descriptions/definitions von den externen Akten
fr: Sous-filet descriptions/definitions d'importation à partir des dossiers externes
it: Sottorete descriptions/definitions dell'importazione dalle lime esterne

source: Export subnet descriptions/definitions to external files
de: Export Subnet descriptions/definitions zu den externen Akten
fr: Sous-filet descriptions/definitions d'exportation aux dossiers externes
it: Sottorete descriptions/definitions dell'esportazione alle lime esterne

source: Import IP address detail records from external files
de: Import IP- ADDRESSPOSTENSÄTZE von den externen Akten
fr: Articles mouvement de IP ADDRESS d'importation à partir des dossiers externes
it: Annotazioni di particolare di IP ADDRESS dell'importazione dalle lime esterne

source: Export IP address detail records to external files
de: Export IP- ADDRESSPOSTENSÄTZE zu den externen Akten
fr: Articles mouvement de IP ADDRESS d'exportation aux dossiers externes
it: Annotazioni di particolare di IP ADDRESS dell'esportazione alle lime esterne

source: Display audit log
de: Anzeige Bilanzmaschinenbordbuch
fr: Notation d'audit d'affichage
it: Ceppo di verifica dell'esposizione

source: User functions:
de: Benutzerfunktionen:
fr: Fonctions d'utilisateur:
it: Funzioni dell'utente:

source: Change your password
de: Ändern Sie Ihr Kennwort
fr: Changez votre mot de passe
it: Cambi la vostra parola d'accesso

source: Change display settings for this workstation
de: Ändern Sie Anzeige Einstellungen für diese Workstation
fr: Changez les arrangements d'affichage pour ce poste de travail
it: Cambi le regolazioni dell'esposizione per questa stazione di lavoro

source: IPplan home page:
fr: Home Page d'IPplan:
it: Home Page di IPplan:

source: Home
de: Haupt
fr: À la maison
it: Domestico

source: Change user password
de: Änderung Benutzerkennwort
fr: Mot de passe d'utilisateur de changement
it: Parola d'accesso dell'utente di cambiamento

source: The password entered must be at least five characters
de: Das eingetragene Kennwort muß mindestens fünf Buchstaben sein
fr: Le mot de passe entré doit être au moins cinq caractères
it: La parola d'accesso digitata deve essere almeno cinque caratteri

source: The passwords entered do not match
de: Die eingetragenen Kennwörter passen nicht zusammen
fr: Les mots de passe entrés ne s'assortissent pas
it: Le parole d'accesso digitate non abbinano

source: User %s changed password
de: Geändertes Kennwort des Benutzers %s
fr: Mot de passe changé par %s d'utilisateur
it: Parola d'accesso cambiata %s dell'utente

source: Password changed
de: Kennwort geändert
fr: Mot de passe changé
it: Parola d'accesso cambiata

source: Password could not be changed
de: Kennwort konnte nicht geändert werden
fr: Le mot de passe n'a pas pu être changé
it: La parola d'accesso non ha potuto essere cambiata

source: Change password for user %s
de: Ändern Sie Kennwort für Benutzer %s
fr: Changez le mot de passe pour l'utilisateur %s
it: Cambi la parola d'accesso per l'utente %s

source: New password (case sensitive!):
de: Neues Kennwort (Fall empfindlich!):
fr: Nouveau mot de passe (cas sensible!):
it: Nuova parola d'accesso (caso sensibile!):

source: New password (again):
de: Neues Kennwort (wieder):
fr: Nouveau mot de passe (encore):
it: Nuova parola d'accesso (ancora):

source: Change display settings
de: Ändern Sie Anzeige Einstellungen
fr: Changez les arrangements d'affichage
it: Cambi le regolazioni dell'esposizione

source: Settings changed
de: Einstellungen geändert
fr: Arrangements changés
it: Regolazioni cambiate

source: Setting paranoid prompts 'Are you sure?' for all deletes
de: Einstellend sind paranoid Aufforderungen ' Sie sicher?' für alle Löschungen
fr: Plaçant les messages de sollicitation paranoïdes 'sont vous sûr?' pour tous les effacements
it: Regolandosi i richiami paranoid 'sono voi sicuri?' per tutte le cancellazioni

source: Yes
de: Ja
fr: Oui
it: Sì

source: Setting poll forces a scan of the IP address before assigning it, and warns the user if the address is active. This slows down address assignment.
de: Die Einstellung von von Abstimmung zwingt einen Scan des IP ADDRESS, bevor sie es zuweist, und warnt den Benutzer, wenn die Adresse aktiv ist. Dieses verlangsamt Adreßzuordnung.
fr: Le réglage du scrutin force un balayage du IP ADDRESS avant de l'assigner, et avertit l'utilisateur si l'adresse est en activité. Ceci ralentit l'affectation d'adresses.
it: La regolazione dello scrutinio forza un'esplorazione del IP ADDRESS prima dell'assegnazione esso ed avverte l'utente se l'indirizzo è attivo. Ciò rallenta l'assegnazione di indirizzo.

source: Create a new network area
de: Verursachen Sie einen neuen Netzbereich
fr: Créez un nouveau secteur de réseau
it: Generi una nuova zona della rete

source: You need to enter a description for the area
de: Sie müssen eine Beschreibung für den Bereich eintragen
fr: Vous devez écrire une description pour le secteur
it: Dovete fornire una descrizione per la zona

source: Area address may not be blank
de: Bereichsadresse kann möglicherweise nicht leerSEIN
fr: L'adresse de secteur peut ne pas être blanche
it: L'indirizzo di zona non può essere in bianco

source: Invalid area address - it must be the same format as an IP address
de: Unzulässige Bereichsadresse - es muß das gleiche Format wie ein IP ADDRESS sein
fr: Adresse de secteur inadmissible - ce doit être le même format qu'un IP ADDRESS
it: Indirizzo di zona non valido - deve essere la stessa disposizione come IP ADDRESS

source: You may not create an area for this customer as you are not a member of the customers admin group
de: Sie können nicht einen Bereich für diesen Kunden verursachen, da Sie nicht ein Mitglied der Kunden admin Gruppe sind
fr: Vous ne pouvez pas créer un secteur pour ce client car vous n'êtes pas un membre du groupe d'admin de clients
it: Non potete generare una zona per questo cliente poichè non siete un membro del gruppo di admin dei clienti

source: User %s created new area %s cust %u
de: Benutzer %s verursachte neues Bereich %s cust %u
fr: L'utilisateur %s a créé le nouveau cust %u du secteur %s
it: L'utente %s ha generato il nuovo cust %u di zona %s

source: Area created
de: Bereich verursacht
fr: Secteur créé
it: Zona generata

source: Area could not be created - probably a duplicate name
de: Bereich konnte nicht verursacht werden - vermutlich ein doppelter Name
fr: Le secteur n'a pas pu être créé - probablement un nom double
it: La zona non ha potuto essere generata - probabilmente un nome duplicato

source: Create a new network area by entering a unique identifier address for the area. The identifier has the same format as IP addresses, but has no relation to existing IP address records. Areas usually define geographic or administrative boundaries. Areas can also contain multiple ranges of address space, as in many cases the address space is not contiguous - there may be a mix of private or public address space used.
de: Verursachen Sie einen neuen Netzbereich, indem Sie eine einzigartige Bezeichneradresse für den Bereich eintragen. Der Bezeichner hat das gleiche Format, das IP adressiert, aber hat keine Relation zu vorhandenen IP- ADDRESSAUFZEICHNUNGEN. Bereiche definieren normalerweise die geographischen oder administrativen Grenzen. Bereiche können mehrfache Strecken des Adressbereiches auch enthalten, da in vielen Fällen der Adressbereich nicht angrenzend ist - es kann eine Mischung des benutzten Raumes der privaten oder öffentlichen Ansprache geben.
fr: Créez un nouveau secteur de réseau en écrivant une adresse unique de marque pour le secteur. La marque a le même format que l'IP adresse, mais n'a aucune relation aux disques existants de IP ADDRESS. Les secteurs définissent habituellement des frontières géographiques ou administratives. Les secteurs peuvent également contenir les gammes multiples de l'espace adresse, car dans beaucoup de cas l'espace adresse n'est pas contiguë - il peut y a un mélange de l'espace adresse privée ou publique utilisée.
it: Generi una nuova zona della rete fornendo un indirizzo unico del contrassegno per la zona. Il contrassegno ha la stessa disposizione come il IP richiama, ma non ha rapporto alle annotazioni attuali di IP ADDRESS. Le zone definiscono solitamente le circoscrizioni geografiche o amministrative. Le zone possono anche contenere le gamme multiple di spazio per l'indirizzo, poichè in molti casi lo spazio per l'indirizzo non è attiguo - ci può essere una miscela dello spazio per l'indirizzo riservato o pubblico usato.

source: No customers
de: Keine Kunden
fr: Aucuns clients
it: Nessun clienti

source: Area address
de: Bereichsadresse
fr: Adresse de secteur
it: Indirizzo di zona

source: Description
de: Beschreibung
it: Descrizione

source: The group name must be longer
de: Der Gruppe Name muß länger sein
fr: Le nom de groupe doit être plus long
it: Il nome di gruppo deve essere più lungo

source: The group description must be longer
de: Die Gruppe Beschreibung muß länger sein
fr: La description de groupe doit être plus longue
it: La descrizione del gruppo deve essere più lunga

source: Only numbers and digits are allowed in the group name
de: Nur Zahlen und Stellen werden im Gruppe Namen erlaubt
fr: On permet seulement des nombres et les chiffres dans le nom de groupe
it: Soltanto i numeri e le cifre sono permessi nel nome di gruppo

source: Group created
de: Gruppe verursacht
fr: Groupe créé
it: Gruppo generato

source: Group could not be created - possibly a duplicate
de: Gruppe könnte nicht verursacht werden - vielleicht ein Duplikat
fr: Le groupe ne pourrait pas être créé - probablement une reproduction
it: Il gruppo non potrebbe essere generato - possibilmente un duplicato

source: Group name:
de: Gruppe Name:
fr: Nom de groupe:
it: Nome di gruppo:

source: Group description:
de: Gruppe Beschreibung:
fr: Description de groupe:
it: Descrizione del gruppo:

source: Group can create/modify/delete customers?
de: Gruppe Dose create/modify/delete Kunden?
fr: Clients du bidon create/modify/delete de groupe?
it: Clienti della latta create/modify/delete del gruppo?

source: Create a new range or supernet/summary
de: Verursachen Sie eine neue Strecke oder ein supernet/summary
fr: Créez une nouvelle gamme ou supernet/summary
it: Generi una nuova gamma o supernet/summary

source: You need to enter a description for the range
de: Sie müssen eine Beschreibung für die Strecke eintragen
fr: Vous devez écrire une description pour la gamme
it: Dovete fornire una descrizione per la gamma

source: Range address may not be blank
de: Strecke Adresse kann möglicherweise nicht leerSEIN
fr: L'adresse de gamme peut ne pas être blanche
it: L'indirizzo della gamma non può essere in bianco

source: Invalid range address
de: Unzulässige Strecke Adresse
fr: Adresse inadmissible de gamme
it: Indirizzo non valido della gamma

source: Range cannot be created - overlaps with existing range
de: Strecke kann nicht verursacht werden - Deckungen mit vorhandener Strecke
fr: La gamme ne peut pas être créée - des chevauchements avec la gamme existante
it: La gamma non può essere generata - sovrapposizioni con gamma attuale

source: You may not create a range for this customer as you are not a member of the customers admin group
de: Sie können nicht eine Strecke für diesen Kunden verursachen, da Sie nicht ein Mitglied der Kunden admin Gruppe sind
fr: Vous ne pouvez pas créer une gamme pour ce client car vous n'êtes pas un membre du groupe d'admin de clients
it: Non potete generare una gamma per questo cliente poichè non siete un membro del gruppo di admin dei clienti

source: User %s created new range %s size %u in areaindex %u cust %u
de: Benutzer %s verursachte neue Strecke %s Größe %u areaindex %u im cust %u
fr: L'utilisateur %s a créé la nouvelle taille %u de la gamme %s dans le cust %u de l'areaindex %u
it: L'utente %s ha generato il nuovo formato %u della gamma %s nel cust %u del areaindex %u

source: Range created
de: Strecke verursacht
fr: Gamme créée
it: Gamma generata

source: Range could not be created - probably duplicate name
de: Strecke konnte nicht verursacht werden - vermutlich doppelter Name
fr: La gamme n'a pas pu être créée - nom probablement double
it: La gamma non ha potuto essere generata - nome probabilmente duplicato

source: Create a new range or supernet/summary by entering the base (network) address. A range is an aggregation of a number of subnets which can ultimately be used to reduce the number of routing entries in routing tables. Ranges are essentially the same as a normal subnet, just bigger with a wider view.
de: Verursachen Sie eine neue Strecke oder ein supernet/summary, indem Sie die niedrige (Netz) Adresse eintragen. Eine Strecke ist eine Anhäufung einer Anzahl von Subnets, die schließlich verwendet werden können, um die Zahl Wegewahleintragungen in den Leitwegtabellen zu verringern. Strecken sind im Wesentlichen dieselben wie ein normaler Subnet, gerade grösser mit einer breiteren Ansicht.
fr: Créez une nouvelle gamme ou supernet/summary en écrivant l'adresse basse (de réseau). Une gamme est une agrégation d'un certain nombre de sous-filets qui peuvent finalement être employés pour réduire le nombre d'entrées de cheminement dans des tables de cheminement. Les gammes sont essentiellement identiques qu'un sous-filet normal, juste plus grand avec une vue plus large.
it: Generi una nuova gamma o supernet/summary entrando nell'indirizzo basso (della rete). Una gamma è un'aggregazione di un certo numero di sottoreti che possono infine essere usate per ridurre il numero di entrate di percorso in tabelle di percorso. Le gamme sono essenzialmente le stesse come sottorete normale, appena più grande con una vista più larga.

source: Range address
de: Strecke Adresse
fr: Adresse de gamme
it: Indirizzo della gamma

source: Range size/mask
de: Strecke size/mask
fr: Gamme size/mask
it: Gamma size/mask

source: Create subnet results
de: Verursachen Sie Subnetresultate
fr: Créez les résultats de sous-filet
it: Generi i risultati di sottorete

source: Number of subnets to create is out of bounds.
de: Zahl zu verursachen der Subnets ist aus Grenzen heraus.
fr: Le nombre de sous-filets à créer est hors des limites.
it: Il numero di sottoreti da generare è dai limiti.

source: IP address may not be blank
de: IP ADDRESS kann möglicherweise nicht leerSEIN
fr: Le IP ADDRESS peut ne pas être blanc
it: Il IP ADDRESS non può essere in bianco

source: Invalid IP address
de: Unzulässiges IP ADDRESS
fr: IP ADDRESS inadmissible
it: IP ADDRESS non valido

source: Invalid base address!
de: Unzulässige Basisadresse!
fr: Adresse de base inadmissible!
it: Indirizzo basso non valido!

source: Subnet %s not created - out of defined authority boundary
de: Subnet %s verursacht - nicht aus definierter Berechtigung Grenze heraus
fr: Sous-filet %s non créé - hors de la frontière définie d'autorité
it: Sottorete %s non generata - dal contorno definito di autorità

source: Subnet %s could not be created - possibly overlaps with an existing subnet
de: Subnet %s könnte nicht verursacht werden - deckt vielleicht sich mit einem vorhandenen Subnet
fr: Le sous-filet %s ne pourrait pas être créé - recouvre probablement avec un sous-filet existant
it: La sottorete %s non potrebbe essere generata - possibilmente coincide con una sottorete attuale

source: WARNING:
fr: AVERTISSEMENT:
it: AVVERTIMENTO:

source: Subnet %s overlaps with the following subnets from other customers. This may not be a problem as the subnet may occur in both customers routing tables:
de: Subnet %s deckt sich mit den folgenden Subnets von anderen Kunden. Dieses kann möglicherweise nicht ein Problem sein, während der Subnet in beiden Kunden Leitwegtabellen auftreten kann:
fr: Le sous-filet %s recouvre avec les sous-filets suivants d'autres clients. Ceci peut ne pas être un problème pendant que le sous-filet peut se produire dans les deux tables de cheminement de clients:
it: La sottorete %s coincide con le seguenti sottoreti da altri clienti. Ciò non può essere un problema mentre la sottorete può accadere in entrambe le tabelle di percorso dei clienti:

source: Base address
de: Basisadresse
fr: Adresse de base
it: Indirizzo basso

source: Subnet description
de: Subnetbeschreibung
fr: Description de sous-filet
it: Descrizione di sottorete

source: Customer
de: Kunde
fr: Client
it: Cliente

source: You may not create a subnet for this customer as you are not a member of the customers admin group
de: Sie können nicht einen Subnet für diesen Kunden verursachen, da Sie nicht ein Mitglied der Kunden admin Gruppe sind
fr: Vous ne pouvez pas créer un sous-filet pour ce client car vous n'êtes pas un membre du groupe d'admin de clients
it: Non potete generare una sottorete per questo cliente poichè non siete un membro del gruppo di admin dei clienti
